In [2]:
#Trương Hoàng Quốc Đạt - 21IT127
import pandas as pd

In [4]:
df = pd.read_csv('tiny_tsv.tsv', sep='\t')
df.head(10)

   rank   name test_type
0     1   Adam        IQ
1     2  Maria        EQ
2     3  Jenny        IQ
3     4  Amira        IQ
4     5    Ola        EQ